{
    "A device with that ID is already added.": "Mise thiết bị có mã ID đó đã được thêm vào.",
    "A negative number of days doesn't make sense.": "Số ngày âm không có ý nghĩa.",
    "A new major version may not be compatible with previous versions.": "Một phiên bản chính mới có thể không tương thích với các phiên bản trước đó.",
    "API Key": "Khóa API",
    "About": "Về",
    "Action": "Tác vụ",
    "Actions": "Cấu hình",
    "Active filter rules": "Các quy tắc lọc đang được kích hoạt",
    "Add": "Thêm",
    "Add Device": "Thêm thiết bị",
    "Add Folder": "Thêm thư mục",
    "Add Remote Device": "Thêm thiết bị từ xa",
    "Add devices from the introducer to our device list, for mutually shared folders.": "Thêm các thiết bị từ người giới thiệu đến danh sách thiết bị của chúng tôi, cho các thư mục chia sẻ lẫn nhau.",
    "Add filter entry": "Thêm mục bộ lọc",
    "Add ignore patterns": "Thêm các mẫu bỏ qua",
    "Add new folder?": "Thêm thư mục mới?",
    "Additionally the full rescan interval will be increased (times 60, i.e. new default of 1h). You can also configure it manually for every folder later after choosing No.": "Ngoài ra, khoảng thời gian quét toàn bộ sẽ được tăng lên (gấp 60 lần, tức là mặc định mới là 1 giờ). Bạn cũng có thể cấu hình nó thủ công cho từng thư mục sau khi chọn Không.",
    "Address": "Địa chỉ",
    "Addresses": "Các địa chỉ",
    "Advanced": "Nâng cao",
    "Advanced Configuration": "Cấu hình nâng cao",
    "All Data": "Tất cả dữ liệu",
    "All Time": "Tất cả thời gian",
    "All folders shared with this device must be protected by a password, such that all sent data is unreadable without the given password.": "Tất cả các thư mục được chia sẻ với thiết bị này phải được bảo vệ bằng mật khẩu, sao cho tất cả dữ liệu gửi đi sẽ không thể đọc được nếu thiếu mật khẩu đã cho.",
    "Allow Anonymous Usage Reporting?": "Cho phép Báo cáo Sử dụng Ẩn danh?",
    "Allowed Networks": "Mạng được cho phép",
    "Alphabetic": "Bảng chữ cái",
    "Altered by ignoring deletes.": "Thay đổi bằng cách bỏ qua các phần đã xóa.",
    "An external command handles the versioning. It has to remove the file from the shared folder. If the path to the application contains spaces, it should be quoted.": "Một lệnh bên ngoài xử lý việc phiên bản hóa. Nó phải xóa tệp từ thư mục được chia sẻ. Nếu đường dẫn đến ứng dụng chứa dấu cách, nó phải được đặt trong dấu ngoặc kép.",
    "Anonymous Usage Reporting": "Báo cáo Sử dụng Ẩn danh",
    "Anonymous usage report format has changed. Would you like to move to the new format?": "Định dạng báo cáo sử dụng ẩn danh đã thay đổi. Bạn có muốn chuyển sang định dạng mới không?",
    "Applied to LAN": "Áp dụng cho mạng LAN",
    "Apply": "Áp dụng",
    "Are you sure you want to override all remote changes?": "Bạn chắc chắn muốn ghi đè tất cả các thay đổi từ xa không?",
    "Are you sure you want to permanently delete all these files?": "Bạn chắc chắn muốn xóa vĩnh viễn tất cả các tệp này không?",
    "Are you sure you want to remove device {%name%}?": "Bạn chắc chắn muốn loại bỏ thiết bị {{name}} không?",
    "Are you sure you want to remove folder {%label%}?": "Bạn chắc chắn muốn loại bỏ thư mục {{label}} không?",
    "Are you sure you want to restore {%count%} files?": "Bạn chắc chắn muốn khôi phục  {{count}} tệp tin không?",
    "Are you sure you want to revert all local changes?": "Bạn chắc chắn muốn hoàn lại tất cả các thay đổi cục bộ không?",
    "Are you sure you want to upgrade?": "Bạn chắc chắn muốn nâng cấp không?",
    "Authentication Required": "Yêu cầu xác thực",
    "Authors": "Các tác giả",
    "Auto Accept": "Tự động chấp nhận",
    "Automatic Crash Reporting": "Báo cáo sự cố tự động",
    "Automatic upgrade now offers the choice between stable releases and release candidates.": "Nâng cấp tự động hiện đã cung cấp lựa chọn giữa các phiên bản ổn định và các ứng cử viên phát hành.",
    "Automatic upgrades": "Nâng cấp tự động",
    "Automatic upgrades are always enabled for candidate releases.": "Nâng cấp tự động luôn được bật cho các phiên bản ứng cử viên.",
    "Automatically create or share folders that this device advertises at the default path.": "Tự động tạo hoặc chia sẻ các thư mục mà thiết bị này quảng cáo tại đường dẫn mặc định.",
    "Available debug logging facilities:": "Các cơ sở ghi nhật ký gỡ lỗi có sẵn:",
    "Be careful!": "Hãy cẩn thẩn!",
    "Body:": "Phần thân:",
    "Bugs": "Lỗi",
    "Cancel": "Hủy",
    "Changelog": "Nhật ký thay đổi",
    "Clean out after": "Dọn dẹp sau",
    "Cleaning Versions": "Dọn dẹp các phiên bản",
    "Cleanup Interval": "Khoảng thời gian dọn dẹp",
    "Click to see full identification string and QR code.": "Nhấn để xem chuỗi nhận dạng đầy đủ và mã QR.",
    "Close": "Đóng",
    "Command": "Lệnh",
    "Comment, when used at the start of a line": "Chú thích, khi được sử dụng ở đầu dòng",
    "Compression": "Nén",
    "Configuration Directory": "Thư mục cấu hình",
    "Configuration File": "File cấu hình",
    "Configured": "Đã cấu hình",
    "Connected (Unused)": "Đã kết nối(Không sử dụng)",
    "Connection Error": "Lỗi kết nối",
    "Connection Management": "Quản lý kết nối",
    "Connection Type": "Loại kết nối",
    "Connections": "Kết nối",
    "Connections via relays might be rate limited by the relay": "Các kết nối thông qua các rơle có thể bị giới hạn tốc độ bởi rơle.",
    "Continuously watching for changes is now available within Syncthing. This will detect changes on disk and issue a scan on only the modified paths. The benefits are that changes are propagated quicker and that less full scans are required.": "Liên tục theo dõi những thay đổi hiện đã có sẵn trong Syncthing. Điều này sẽ phát hiện các thay đổi trên đĩa và thực hiện quét chỉ trên các đường dẫn đã được sửa đổi. Lợi ích là các thay đổi được truyền nhanh hơn và việc ít quét toàn bộ hơn là cần thiết.",
    "Currently Shared With Devices": "Hiện được chia sẻ với các thiết bị",
    "Custom Range": "Pham vi tùy chỉnh",
    "Danger!": "Nguy hiểm!",
    "Database Location": "Vị trí cơ sở dữ liệu",
    "Debugging Facilities": "Cơ sở gỡ lỗi",
    "Default": "Mặc định",
    "Default Configuration": "Cấu hình mặc định",
    "Default Device": "Thiết bị mặc định",
    "Default Folder": "Thư mục mặc định",
    "Default Ignore Patterns": "Mẫu bỏ qua mặc định",
    "Defaults": "Mặc định",
    "Delete": "Xóa",
    "Delete Unexpected Items": "Xóa các mục không mong muốn",
    "Deleted {%file%}": "Đã xóa {{file}}",
    "Deselect All": "Bỏ chọn tất cả",
    "Deselect devices to stop sharing this folder with.": "Bỏ chọn các thiết bị để dừng chia sẻ thư mục này.",
    "Deselect folders to stop sharing with this device.": "Bỏ chọn các thư mục để dừng chia sẻ với thiết bị này.",
    "Device": "Thiết bị",
    "Device \"{%name%}\" ({%device%} at {%address%}) wants to connect. Add new device?": "Thiết bị \"{{name}}\" ({{device}} ở {{address}}) muốn kết nối. Thêm thiết bị mới?",
    "Device Certificate": "Chứng chỉ thiết bị",
    "Device ID": "ID thiết bị",
    "Device Identification": "Mã thiết bị",
    "Device Name": "Tên thiết bị",
    "Device Status": "Trạng thái thiết bị",
    "Device is untrusted, enter encryption password": "Thiết bị không được tin cậy, nhập mật khẩu mã hóa",
    "Device rate limits": "Giới hạn tốc độ thiết bị",
    "Device that last modified the item": "Thiết bị đã sửa đổi mục này lần cuối",
    "Devices": "Các thiết bị",
    "Disable Crash Reporting": "Tắt báo cáo sự cố",
    "Disabled": "Vô hiệu hóa",
    "Disabled periodic scanning and disabled watching for changes": "Tắt quét định kỳ và tắt theo dõi thay đổi",
    "Disabled periodic scanning and enabled watching for changes": "Tắt quét định kỳ và bật theo dõi thay đổi",
    "Disabled periodic scanning and failed setting up watching for changes, retrying every 1m:": "Đã tắt quét định kỳ và không thể thiết lập theo dõi thay đổi, đang thử lại mỗi 1 phút:",
    "Disables comparing and syncing file permissions. Useful on systems with nonexistent or custom permissions (e.g. FAT, exFAT, Synology, Android).": "Tắt so sánh và đồng bộ quyền tệp tin. Hữu ích trên các hệ thống có quyền tệp tin không tồn tại hoặc tùy chỉnh (ví dụ: FAT, exFAT, Synology, Android).",
    "Discard": "Loại bỏ",
    "Disconnected": "Ngắt kết nối",
    "Disconnected (Inactive)": "Ngắt kết nối (Không hoạt động)",
    "Disconnected (Unused)": "Ngắt kết nối (Không sử dụng)",
    "Discovered": "Đã phát hiện",
    "Discovery": "Phát hiện",
    "Discovery Failures": "Lỗi phát hiện",
    "Discovery Status": "Tình trạng phát hiện",
    "Dismiss": "Bỏ qua",
    "Do not add it to the ignore list, so this notification may recur.": "Không thêm vào danh sách bỏ qua, vì vậy thông báo này có thể xuất hiện lại.",
    "Do not restore": "Không khôi phục",
    "Do not restore all": "Không khôi phục tất cả",
    "Do you want to enable watching for changes for all your folders?": "Bạn có muốn bật theo dõi thay đổi cho tất cả các thư mục của bạn không?",
    "Documentation": "Tài liệu",
    "Download Rate": "Tốc độ tải xuống",
    "Downloaded": "Đã tải xuống",
    "Downloading": "Đang tải xuống",
    "Edit": "Chỉnh sửa",
    "Edit Device": "Chỉnh sửa thiết bị",
    "Edit Device Defaults": "Chỉnh sửa cài đặt mặc định thiết bị",
    "Edit Folder": "CHỉnh sửa thư mục",
    "Edit Folder Defaults": "Chỉnh sửa cài đặt mặc định thư mục",
    "Editing {%path%}.": "Đang chỉnh sửa {{path}}.",
    "Enable Crash Reporting": "Bật báo cáo sự cố",
    "Enable NAT traversal": "Bật truyền NAT",
    "Enable Relaying": "Bật chuyển tiếp",
    "Enabled": "Đã bật",
    "Enables sending extended attributes to other devices, but not applying incoming extended attributes. This can have a significant performance impact. Always enabled when \"Sync Extended Attributes\" is enabled.": "Kích hoạt việc gửi các thuộc tính mở rộng đến các thiết bị khác, nhưng không áp dụng cho các thuộc tính mở rộng đến các thiết bị khác. Điều này có thể ảnh hưởng đáng kể đến hiệu suất. Luôn được kích hoạt khi \"Đồng bộ hóa các thuộc tính mở rộng\" được bật.",
    "Enables sending ownership information to other devices, and applying incoming ownership information. Typically requires running with elevated privileges.": "Kích hoạt việc gửi thông tin quyền sở hữu đến các thiết bị khác và áp dụng thông tin quyền sở hữu đến các thiết bị khác. Thông thường, yêu cầu chạy với đặc quyền cao.",
    "Enables sending ownership information to other devices, but not applying incoming ownership information. This can have a significant performance impact. Always enabled when \"Sync Ownership\" is enabled.": "Kích hoạt việc gửi thông tin quyền sở hữu đến các thiết bị khác, nhưng không áp dụng cho thông tin quyền sở hữu đến các thiết bị khác. Điều này ảnh hưởng đáng kể đến hiệu suất. Luôn được kích hoạt khi \"Đồng bộ hóa quyền sở hữu\" được bật.",
    "Enter a non-negative number (e.g., \"2.35\") and select a unit. Percentages are as part of the total disk size.": "Nhập một số không âm (ví dụ: \"2.35\") và chọn một đơn vị. Tỷ lệ phần trăm tính trên tổng dung lượng đĩa.",
    "Enter a non-privileged port number (1024 - 65535).": "Nhập một số cổng không đặc quyền (từ 1024 đến 65535).",
    "Enter comma separated (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.": "Nhập địa chỉ phân tách bởi dấu phẩy (\"tcp://ip:port\", \"tcp://host:port\") hoặc \"dynamic\" để thực hiện tự động phát hiện địa chỉ.",
    "Enter ignore patterns, one per line.": "Nhập các mẫu bỏ qua, một mẫu trên mỗi dòng.",
    "Enter up to three octal digits.": "Nhập tối đa ba chữ số bát phân.",
    "Error": "Lỗi",
    "Extended Attributes": "Thuộc tính mở rộng",
    "Extended Attributes Filter": "Bộ lọc thuộc tính mở rộng",
    "External": "Ngoại vi",
    "External File Versioning": "Phiên bản hóa tệp ngoại vi",
    "Failed Items": "Các mục thất bại",
    "Failed to load file versions.": "Không thể các tải phiên bản tệp.",
    "Failed to load ignore patterns.": "Không thể tải các mẫu bỏ qua.",
    "Failed to setup, retrying": "Thiết lập không thành công, đang thử lại",
    "Failure to connect to IPv6 servers is expected if there is no IPv6 connectivity.": "Dự kiến sẽ thất bại khi kết nối đến các máy chủ IPv6 nếu không có kết nối IPv6.",
    "File Pull Order": "Thứ tự kéo tệp",
    "File Versioning": "Phiên bản hóa tệp",
    "Files are moved to .stversions directory when replaced or deleted by Syncthing.": "Các tệp được di chuyển vào thư mục .stversions khi bị thay thế hoặc xóa bởi Syncthing.",
    "Files are moved to date stamped versions in a .stversions directory when replaced or deleted by Syncthing.": "Các tệp được di chuyển vào các phiên bản được đánh dấu ngày trong thư mục .stversions khi bị thay thế hoặc xóa bởi Syncthing.",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Các tệp được bảo vệ khỏi các thay đổi được thực hiện trên các thiết bị khác, nhưng các thay đổi được thực hiện trên thiết bị này sẽ được gửi đến phần còn lại của cụm.",
    "Files are synchronized from the cluster, but any changes made locally will not be sent to other devices.": "Các tệp được đồng bộ từ cụm, nhưng bất kỳ thay đổi nào được thực hiện cục bộ sẽ không được gửi đến các thiết bị khác.",
    "Filesystem Watcher Errors": "Lỗi trình theo dõi hệ thống tệp",
    "Filter by date": "Lọc theo ngày",
    "Filter by name": "Lọc theo tên",
    "Folder": "Thư mục",
    "Folder ID": "Mã thư mục",
    "Folder Label": "Nhãn thư mục",
    "Folder Path": "Đường dẫn thư mục",
    "Folder Status": "Trạng thái thư mục",
    "Folder Type": "Loại thư mục",
    "Folder type \"{%receiveEncrypted%}\" can only be set when adding a new folder.": "Loại thư mục \"{{receiveEncrypted}}\" chỉ có thể được thiết lập khi thêm một thư mục mới.",
    "Folder type \"{%receiveEncrypted%}\" cannot be changed after adding the folder. You need to remove the folder, delete or decrypt the data on disk, and add the folder again.": "Loại thư mục \"{{receiveEncrypted}}\" không thể thay đổi sau khi thêm thư mục. Bạn cần loại bỏ thư mục, xóa hoặc giải mã dữ liệu trên đĩa, và thêm lại thư mục.",
    "Folders": "Thư mục",
    "For the following folders an error occurred while starting to watch for changes. It will be retried every minute, so the errors might go away soon. If they persist, try to fix the underlying issue and ask for help if you can't.": "Đối với các thư mục sau, đã xảy ra lỗi khi bắt đầu theo dõi thay đổi. Quá trình này sẽ được thử lại mỗi phút, vì vậy các lỗi có thể sẽ biến mất sớm. Nếu chúng vẫn còn tồn tại, hãy cố gắng sửa chữa vấn đề cơ bản và yêu cầu trợ giúp nếu bạn không thể.",
    "Forever": "Vĩnh viễn",
    "Full Rescan Interval (s)": "Khoảng thời gian quét toàn bộ (giây)",
    "GUI": "Giao diện người dùng đồ họa",
    "GUI / API HTTPS Certificate": "Chứng chỉ HTTPS GUI/API",
    "GUI Authentication Password": "Mật khẩu xác thực",
    "GUI Authentication User": "Người dùng xác thực",
    "GUI Authentication: Set User and Password": "Xác thực giao diện người dùng đồ họa: Thiết lập Người dùng và Mật khẩu",
    "GUI Listen Address": "Địa chỉ nghe giao diện",
    "GUI Override Directory": "Thư mục ghi đè giao diện",
    "GUI Theme": "Chủ đề giao diện người dùng",
    "General": "Tổng quát",
    "Generate": "Tạo ra",
    "Global Discovery": "Phát hiện toàn cục",
    "Global Discovery Servers": "Máy chủ phát hiện toàn cục",
    "Global State": "Trạng thái toàn cục",
    "Help": "Giúp đỡ",
    "Hint: only deny-rules detected while the default is deny. Consider adding \"permit any\" as last rule.": "Gợi ý: chỉ phát hiện các quy tắc từ chối trong khi mặc định là từ chối. Hãy cân nhắc thêm \"cho phép bất kỳ\" làm quy tắc cuối cùng.",
    "Home page": "Trang chủ",
    "However, your current settings indicate you might not want it enabled. We have disabled automatic crash reporting for you.": "Tuy nhiên, cài đặt hiện tại của bạn cho thấy bạn có thể không muốn kích hoạt nó. Chúng tôi đã tắt báo cáo sự cố tự động cho bạn.",
    "Identification": "Định danh",
    "If untrusted, enter encryption password": "Nếu không tin cậy, nhập mật khẩu mã hóa",
    "If you want to prevent other users on this computer from accessing Syncthing and through it your files, consider setting up authentication.": "Nếu bạn muốn ngăn người dùng khác trên máy tính này truy cập vào Syncthing và qua các tệp của bạn, hãy xem xét thiết lập xác thực..",
    "Ignore": "Bỏ qua",
    "Ignore Patterns": "Bỏ qua mẫu",
    "Ignore Permissions": "Bỏ qua quyền",
    "Ignore patterns can only be added after the folder is created. If checked, an input field to enter ignore patterns will be presented after saving.": "Mẫu bỏ qua chỉ có thể được thêm sau khi thư mục được tạo. Nếu được chọn, một trường nhập để nhập các mẫu bỏ qua sẽ được hiển thị sau khi lưu.",
    "Ignored Devices": "Các thiết bị bỏ qua",
    "Ignored Folders": "Các thư mục bỏ qua",
    "Ignored at": "Được bỏ qua tại",
    "Included Software": "Phần mềm đã bao gồm",
    "Incoming Rate Limit (KiB/s)": "Giới hạn tốc độ đến (KiB/s)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "Cấu hình không chính xác có thể làm hỏng nội dung của thư mục và làm cho Syncthing không hoạt động.",
    "Incorrect user name or password.": "Tên người dùng hoặc mật khẩu không đúng.",
    "Internally used paths:": "Các đường dẫn được sử dụng nội bộ:",
    "Introduced By": "Được giới thiệu bởi",
    "Introducer": "Người giới thiệu",
    "Introduction": "Giới thiệu",
    "Inversion of the given condition (i.e. do not exclude)": "Đảo ngược điều kiện đã cho (tức là không loại trừ)",
    "Keep Versions": "Giữ phiên bản",
    "LDAP": "LDAP",
    "Largest First": "Lớn nhất trước",
    "Last 30 Days": "30 ngày trước",
    "Last 7 Days": "7 ngày trước",
    "Last Month": "Tháng trước",
    "Last Scan": "Lần quét cuối cùng",
    "Last seen": "Lần xem cuối cùng",
    "Latest Change": "Thay đổi gần nhất",
    "Learn more": "Tìm hiểu thêm",
    "Learn more at {%url%}": "Tìm hiểu thêm ở {{url}}",
    "Limit": "Giới hạn",
    "Listener Failures": "Các lỗi người nghe",
    "Listener Status": "Trạng thái người nghe",
    "Listeners": "Người nghe",
    "Loading data...": "Đang tải dữ liệu...",
    "Loading...": "Đang tải...",
    "Local Additions": "Bổ sung cục bộ",
    "Local Discovery": "Phát hiện cục bộ",
    "Local State": "Trạng thái cục bộ",
    "Local State (Total)": "Trạng thái cục bộ (Tất cả)",
    "Locally Changed Items": "Các mục đã thay đổi cục bộ",
    "Log": "Nhật ký",
    "Log File": "Tệp nhật ký",
    "Log In": "Đăng nhập",
    "Log Out": "Đăng xuất",
    "Log in to see paths information.": "Đăng nhập để xem thông tin đường dẫn.",
    "Log in to see version information.": "Đăng nhập để xem thông tin phiên bản.",
    "Log tailing paused. Scroll to the bottom to continue.": "Dừng theo dõi nhật ký. Cuộn xuống dưới để tiếp tục.",
    "Login failed, see Syncthing logs for details.": "Đăng nhập thất bại, xem nhật ký Syncthing để biết chi tiết.",
    "Logs": "Nhật ký",
    "Major Upgrade": "Nâng cấp chính",
    "Mass actions": "Hoạt động hàng loạt",
    "Maximum Age": "Tuổi tối đa",
    "Maximum single entry size": "Kích thước mục nhập tối đa",
    "Maximum total size": "Tổng kích thước tối đa",
    "Metadata Only": "Chỉ siêu dữ liệu",
    "Minimum Free Disk Space": "Dung lượng đĩa trống tối thiểu",
    "Mod. Device": "Sửa đổi thiết bị",
    "Mod. Time": "Sửa đổi thời gian",
    "More than a month ago": "Hơn 1 tháng trước",
    "More than a week ago": "Hơn 1 tuần trước",
    "More than a year ago": "Hơn 1 năm trước",
    "Move to top of queue": "Chuyển lên đầu hàng đợi",
    "Multi level wildcard (matches multiple directory levels)": "Ký tự đại diện đa cấp (khớp với nhiều cấp thư mục)",
    "Never": "Không bao giờ",
    "New Device": "Thiết bị mới",
    "New Folder": "Thư mục mới",
    "Newest First": "Mới nhất đầu tiên",
    "No": "Không",
    "No File Versioning": "Không có phiên bản tệp",
    "No files will be deleted as a result of this operation.": "Không có tệp nào sẽ bị xóa vì thao tác này",
    "No rules set": "Không có quy tắc nào được đặt",
    "No upgrades": "Không nâng cấp",
    "Not shared": "Không được chia sẻ",
    "Notice": "Thông báo",
    "Number of Connections": "Số lượng kết nối",
    "OK": "OK",
    "Off": "Tắt",
    "Oldest First": "Cũ nhất đầu tiên",
    "Optional descriptive label for the folder. Can be different on each device.": "Nhãn mô tả tùy chọn cho thư mục. Có thể khác nhau trên mỗi thiết bị.",
    "Options": "Tùy chọn",
    "Out of Sync": "Không đồng bộ",
    "Out of Sync Items": "Mục không đồng bộ",
    "Outgoing Rate Limit (KiB/s)": "Giới hạn tốc độ ra (Kio/s)",
    "Override": "Ghi đè",
    "Override Changes": "Ghi đè sự thay đổi",
    "Ownership": "Quyền sở hữu",
    "Password": "Mật khẩu",
    "Path": "Đường dẫn",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Đường dẫn đến thư mục trên máy tính cục bộ. Sẽ được tạo nếu nó chưa tồn tại. Ký tự dấu ngã (~) có thể được sử dụng làm phím tắt",
    "Path where versions should be stored (leave empty for the default .stversions directory in the shared folder).": "Đường dẫn nơi các phiên bản nên được lưu trữ (để trống để sử dụng thư mục .stversions mặc định trong thư mục được chia sẻ).",
    "Paths": "Đường dẫn",
    "Pause": "Tạm dừng",
    "Pause All": "Tạm dừng tất cả",
    "Paused": "Đã tạm dừng",
    "Paused (Unused)": "Đã tạm dừng (Không sử dụng)",
    "Pending changes": "Các thay đổi đang chờ xử lý",
    "Periodic scanning at given interval and disabled watching for changes": "Quét định kỳ tại khoảng thời gian nhất định và tắt theo dõi thay đổi",
    "Periodic scanning at given interval and enabled watching for changes": "Quét định kỳ tại khoảng thời gian nhất định và bật theo dõi thay đổi",
    "Periodic scanning at given interval and failed setting up watching for changes, retrying every 1m:": "Quét định kỳ ở khoảng thời gian nhất định và thất bại trong việc thiết lập việc theo dõi thay đổi, đang thử lại mỗi 1 phút:",
    "Permanently add it to the ignore list, suppressing further notifications.": "Thêm vĩnh viễn vào danh sách bỏ qua, chặn thông báo tiếp theo.",
    "Please consult the release notes before performing a major upgrade.": "Vui lòng tham khảo ghi chú phát hành trước khi thực hiện một nâng cấp lớn.",
    "Please set a GUI Authentication User and Password in the Settings dialog.": "Vui lòng cài đặt một người dùng và mật khẩu xác thực giao diện người dùng đồ họa trong hộp thoại Cài đặt.",
    "Please wait": "Vui lòng đợi",
    "Prefix indicating that the file can be deleted if preventing directory removal": "Tiền tố chỉ ra rằng tệp có thể bị xóa nếu ngăn chặn việc xóa thư mục",
    "Prefix indicating that the pattern should be matched without case sensitivity": "Tiền tố chỉ ra rằng mẫu sẽ được khớp mà không phân biệt chữ hoa chữ thường",
    "Preparing to Sync": "Chuẩn bị để đồng bộ",
    "Preview": "Xem trước",
    "Preview Usage Report": "Xem trước báo cáo sử dụng",
    "QR code": "Mã QR",
    "QUIC LAN": "QUIC LAN",
    "QUIC WAN": "QUIC WAN",
    "Quick guide to supported patterns": "Hướng dẫn nhanh về các mẫu được hỗ trợ",
    "Random": "Ngẫu nhiên",
    "Receive Encrypted": "Nhận được mã hóa",
    "Receive Only": "Chỉ nhận",
    "Received data is already encrypted": "Dữ liệu nhận được đã được mã hóa",
    "Recent Changes": "Những thay đổi gần đây",
    "Reduced by ignore patterns": "Giảm bằng cách bỏ qua các mẫu",
    "Relay LAN": "Mạng LAN chuyển tiếp",
    "Relay WAN": "Mạng WAN chuyển tiếp",
    "Release Notes": "Ghi chú phát hành",
    "Release candidates contain the latest features and fixes. They are similar to the traditional bi-weekly Syncthing releases.": "Bản phát hành xem trước chứa các tính năng và bản sửa lỗi mới nhất. Chúng tương tự như các phiên bản Syncthing hàng tuần được phát hành định kỳ.",
    "Remote Devices": "Thiết bị từ xa",
    "Remote GUI": "Giao diện từ xa",
    "Remove": "Xóa",
    "Remove Device": "Xóa thiết bị",
    "Remove Folder": "Xóa thư mục",
    "Required identifier for the folder. Must be the same on all cluster devices.": "Mã định danh bắt buộc cho thư mục. Phải giống nhau trên tất cả các thiết bị cụm.",
    "Rescan": "Quét lại",
    "Rescan All": "Quét lại tất cả",
    "Rescans": "Quét lại",
    "Restart": "Khởi động lại",
    "Restart Needed": "Cần khởi động lại",
    "Restarting": "Đang khởi động lại",
    "Restore": "Khôi phục",
    "Restore Versions": "Khôi phục phiên bản",
    "Resume": "Tiếp tục",
    "Resume All": "Tiếp tục tất cả",
    "Reused": "Được sử dụng lại",
    "Revert": "Hoàn lại",
    "Revert Local Changes": "Hoàn lại các thay đổi cục bộ",
    "Save": "Lưu",
    "Saving changes": "Lưu thay đổi",
    "Scan Time Remaining": "Thời gian quét còn lại",
    "Scanning": "Đang quét",
    "See external versioning help for supported templated command line parameters.": "Xem trợ giúp về phiên bản ngoại vi để biết các tham số dòng lệnh mẫu được hỗ trợ.",
    "Select All": "Chọn tất cả",
    "Select a version": "Chọn 1 phiên bản",
    "Select additional devices to share this folder with.": "Chọn các thiết bị bổ sung để chia sẻ thư mục này.",
    "Select additional folders to share with this device.": "Chọn các thư mục bổ sung để chia sẻ với thiết bị này.",
    "Select latest version": "Chọn phiên bản mới nhất",
    "Select oldest version": "Chọn phiên bản cũ nhất",
    "Send & Receive": "Gửi & nhận",
    "Send Extended Attributes": "Gửi các thuộc tính mở rộng",
    "Send Only": "Chỉ gửi",
    "Send Ownership": "Gửi quyền ở hữu",
    "Set Ignores on Added Folder": "Đặt lệnh bỏ qua trên thư mục đã thêm",
    "Settings": "Cài đặt",
    "Share": "Chia sẻ",
    "Share Folder": "Chia sẻ thư mục",
    "Share by Email": "Chia sẻ bằng email",
    "Share by SMS": "Chia sẻ bằng SMS",
    "Share this folder?": "Chia sẻ thư mục này?",
    "Shared Folders": "Thư mục đã được chia sẻ",
    "Shared With": "Đã chia sẻ với",
    "Sharing": "Đang chia sẻ",
    "Show ID": "Hiển thị ID",
    "Show QR": "Hiển thị QR",
    "Show detailed discovery status": "Hiển thị trạng thái phát hiện chi tiết",
    "Show detailed listener status": "Hiển trị trạng thái người nghe chi tiết",
    "Show diff with previous version": "Hiển thị khác biệt với phiên bản trước",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Được hiển thị thay mã thiết bị trong trạng thái cụm. Sẽ được quảng cáo cho các thiết bị khác như một tên mặc định tùy chọn",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Được hiển thị thay mã thiết bị trong trạng thái cụm. Sẽ được cập nhật thành tên thiết bị quảng cáo nếu để trống.",
    "Shutdown": "Tắt",
    "Shutdown Complete": "Tắt hoàn toàn",
    "Simple": "Đơn giản",
    "Simple File Versioning": "Phiên bản tệp đơn giản",
    "Single level wildcard (matches within a directory only)": "Ký tự đại diện đơn cấp (khớp trong một thư mục duy nhất)",
    "Size": "Kích thước",
    "Smallest First": "Nhỏ nhất đầu tiên",
    "Some discovery methods could not be established for finding other devices or announcing this device:": "Một số phương pháp phát hiện không thể thiết lập để tìm các thiết bị khác hoặc thông báo cho thiết bị này",
    "Some items could not be restored:": "Một số mục không thể khôi phục:",
    "Some listening addresses could not be enabled to accept connections:": "Một số địa chỉ nghe không thể được kích hoạt để chấp nhận kết nối:",
    "Source Code": "Mã nguồn",
    "Stable releases and release candidates": "Các phiên bản ổn định và ứng viên phát hành",
    "Stable releases are delayed by about two weeks. During this time they go through testing as release candidates.": "Các phiên bản ổn định bị trì hoãn khoảng hai tuần. Trong thời gian này, chúng trải qua quá trình kiểm tra dưới dạng các ứng viên phát hành.",
    "Stable releases only": "Chỉ các phiên bản ổn định",
    "Staggered": "So le",
    "Staggered File Versioning": "Phiên bản tệp tin so le",
    "Start Browser": "Mở trình duyệt",
    "Statistics": "Số liệu thống kê",
    "Stay logged in": "Giữ trạng thái đăng nhập",
    "Stopped": "Đã dừng",
    "Stores and syncs only encrypted data. Folders on all connected devices need to be set up with the same password or be of type \"{%receiveEncrypted%}\" too.": "Lưu trữ và đồng bộ hóa chỉ dữ liệu được mã hóa. Các thư mục trên tất cả các thiết bị kết nối cần phải được thiết lập với cùng một mật khẩu hoặc phải là loại \"{receiveEncrypted}\".",
    "Subject:": "Chủ đề:",
    "Support": "Hỗ trợ",
    "Support Bundle": "Gói hỗ trợ",
    "Sync Extended Attributes": "Đồng bộ các thuộc tính mở rộng",
    "Sync Ownership": "Đồng bộ quyền sở hữu",
    "Sync Protocol Listen Addresses": "Đồng bộ địa chỉ giao thức",
    "Sync Status": "Đồng bộ trạng thái",
    "Syncing": "Đang đồng bộ hóa",
    "Syncthing device ID for \"{%devicename%}\"": "Syncthing cho thiết bị\"{{devicename}}\"",
    "Syncthing has been shut down.": "Syncthing đã tắt.",
    "Syncthing includes the following software or portions thereof:": "Syncthing bao gồm các phần mềm hoặc các phần sau:",
    "Syncthing is Free and Open Source Software licensed as MPL v2.0.": "Syncthing là Phần mềm Miễn phí và Mã nguồn Mở được cấp phép theo MPL v2.0.",
    "Syncthing is a continuous file synchronization program. It synchronizes files between two or more computers in real time, safely protected from prying eyes. Your data is your data alone and you deserve to choose where it is stored, whether it is shared with some third party, and how it's transmitted over the internet.": "Syncthing là một ứng dụng đồng bộ hóa tập tin liên tục. Nó giúp đồng bộ hóa tập tin giữa hai hoặc nhiều máy tính trong thời gian thực, đảm bảo an toàn. Dữ liệu của bạn là duy nhất và bạn có quyền quyết định nơi lưu trữ, liệu có chia sẻ với bên thứ ba nào hay không, và cách truyền tải dữ liệu qua internet.",
    "Syncthing is listening on the following network addresses for connection attempts from other devices:": "Syncthing đang lắng nghe trên các địa chỉ mạng sau để chờ các yêu cầu kết nối từ các thiết bị khác:",
    "Syncthing is not listening for connection attempts from other devices on any address.  Only outgoing connections from this device may work.": "Syncthing không nhận yêu cầu kết nối từ các thiết bị khác trên bất kỳ địa chỉ nào. Chỉ có các kết nối ra từ thiết bị này có thể hoạt động.",
    "Syncthing is restarting.": "Syncthing đang khởi động lại.",
    "Syncthing is saving changes.": "Syncthing đang lưu thay đổi.",
    "Syncthing is upgrading.": "Syncthing đang nâng cấp.",
    "Syncthing now supports automatically reporting crashes to the developers. This feature is enabled by default.": "Syncthing hiện hỗ trợ tự động báo cáo sự cố đến các nhà phát triển. Tính năng này đã được kích hoạt mặc định.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing dường như đang gặp sự cố hoặc có vấn đề với kết nối Internet của bạn. Đang thử lại...",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Syncthing dường như đang gặp sự cố khi xử lý yêu cầu của bạn. Vui lòng làm mới trang hoặc khởi động lại Syncthing nếu vấn đề vẫn tiếp tục.",
    "TCP LAN": "TCP LAN",
    "TCP WAN": "TCP WAN",
    "Take me back": "Quay lại",
    "The GUI address is overridden by startup options. Changes here will not take effect while the override is in place.": "Địa chỉ truy cập đến Giao diện Web có thể được thay đổi bởi tuỳ chọn khi khởi chạy ứng dụng, trường hợp này các thay đổi ở đây sẽ không có hiệu lực.",
    "The Syncthing Authors": "Các tác giả của Syncthing",
    "The Syncthing admin interface is configured to allow remote access without a password.": "Giao diện quản trị của Syncthing cho phép truy cập từ xa mà không cần mật khẩu.",
    "The aggregated statistics are publicly available at the URL below.": "Các số liệu tổng hợp có sẵn công khai tại URL dưới đây.",
    "The cleanup interval cannot be blank.": "Khoảng thời gian dọn dẹp không thể để trống.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "Cấu hình đã được lưu nhưng chưa được kích hoạt. Syncthing cần khởi động lại để kích hoạt cấu hình mới.",
    "The device ID cannot be blank.": "Mã thiết bị không được để trống",
    "The device ID to enter here can be found in the \"Actions > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "Mã thiết bị để nhập ở đây có thể được tìm thấy trong hộp thoại \"Hành động > Hiệnr thị mã\" trên thiết bị khác. Dấu cách và dấu gạch ngang là tùy chọn (bị bỏ qua).",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes, and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Báo cáo về việc sử dụng được mã hóa và được gửi hàng ngày. Nó giúp theo dõi thông tin về các nền tảng phổ biến, kích thước của thư mục và phiên bản ứng dụng. Nếu dữ liệu báo cáo thay đổi, bạn sẽ nhận được thông báo nhắc nhở.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "Mã thiết bị nhập vào không hợp lệ. Nó nên là một chuỗi 52 hoặc 56 ký tự bao gồm chữ cái và số, có thể có dấu cách và dấu gạch ngang.",
    "The folder ID cannot be blank.": "Mã thư mục không được để trống.",
    "The folder ID must be unique.": "Mã thư mục phải là duy nhất.",
    "The folder content on other devices will be overwritten to become identical with this device. Files not present here will be deleted on other devices.": "Nội dung thư mục trên các thiết bị khác sẽ bị ghi đè để trở nên giống với thiết bị này. Các tệp không có mặt ở đây sẽ bị xóa trên các thiết bị khác.",
    "The folder content on this device will be overwritten to become identical with other devices. Files newly added here will be deleted.": "Nội dung thư mục trên thiết bị này sẽ bị ghi đè để trở nên giống với các thiết bị khác. Các tệp được thêm mới ở đây sẽ bị xóa.",
    "The folder path cannot be blank.": "Đường dẫn thư mục không được để trống.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Các khoảng thời gian sau được sử dụng: trong giờ đầu tiên, một phiên bản được giữ lại mỗi 30 giây, trong ngày đầu tiên, một phiên bản được giữ lại mỗi giờ, trong 30 ngày đầu, một phiên bản được giữ lại mỗi ngày, cho đến tuổi tối đa, một phiên bản được giữ lại mỗi tuần.",
    "The following items could not be synchronized.": "Các mục sau không thể đồng bộ hóa.",
    "The following items were changed locally.": "Các mục sau đã được thay đổi cục bộ.",
    "The following methods are used to discover other devices on the network and announce this device to be found by others:": "Dưới đây là các phương pháp được sử dụng để phát hiện các thiết bị khác trên mạng và thông báo để thiết bị này có thể được tìm thấy bởi các thiết bị khác:",
    "The following text will automatically be inserted into a new message.": "Văn bản sau sẽ được tự động chèn vào một tin nhắn mới.",
    "The following unexpected items were found.": "Các mục không mong muốn sau đã được tìm thấy.",
    "The interval must be a positive number of seconds.": "Khoảng thời gian phải là một số dương biểu diễn số giây.",
    "The interval, in seconds, for running cleanup in the versions directory. Zero to disable periodic cleaning.": "Khoảng thời gian, tính bằng giây, để chạy quá trình dọn dẹp trong thư mục phiên bản. Sử dụng số 0 để tắt việc dọn dẹp định kỳ.",
    "The maximum age must be a number and cannot be blank.": "Tuổi tối đa phải là một số và không được để trống.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Thời gian tối đa để giữ một phiên bản (tính bằng ngày, đặt thành 0 để giữ phiên bản mãi mãi).",
    "The number of connections must be a non-negative number.": "Số lượng kết nối phải là một số không âm.",
    "The number of days must be a number and cannot be blank.": "Số lượng ngày phải là một số và không được để trống.",
    "The number of days to keep files in the trash can. Zero means forever.": "Số ngày giữ các tệp trong thùng rác. Số 0 có nghĩa là vĩnh viễn.",
    "The number of old versions to keep, per file.": "Số lượng phiên bản cũ được giữ lại cho mỗi tệp.",
    "The number of versions must be a number and cannot be blank.": "Số lượng các phiên bản phải là số và không được trống.",
    "The path cannot be blank.": "Đường dẫn không được để trống.",
    "The rate limit is applied to the accumulated traffic of all connections to this device.": "Giới hạn tốc độ được áp dụng cho toàn bộ lưu lượng của tất cả các kết nối đến thiết bị này.",
    "The rate limit must be a non-negative number (0: no limit)": "Giới hạn tốc độ phải là một số không âm (0 = không có giới hạn).",
    "The remote device has not accepted sharing this folder.": "Thiết bị từ xa chưa chấp nhận chia sẻ thư mục này.",
    "The remote device has paused this folder.": "Thiết bị từ xa đã tạm dừng thư mục này.",
    "The rescan interval must be a non-negative number of seconds.": "Khoảng thời gian quét lại phải là một số không âm tính bằng giây.",
    "There are no devices to share this folder with.": "Không có thiết bị nào để chia sẻ thư mục này.",
    "There are no file versions to restore.": "Không có phiên bản tệp nào để khôi phục.",
    "There are no folders to share with this device.": "Không có thư mục nào để chia sẻ với thiết bị này.",
    "They are retried automatically and will be synced when the error is resolved.": "Chúng sẽ được thử lại tự động và sẽ được đồng bộ hóa khi lỗi được khắc phục.",
    "This Device": "Thiết bị này",
    "This Month": "Tháng này",
    "This can easily give hackers access to read and change any files on your computer.": "Điều này có thể dễ dàng cho phép hacker truy cập vào đọc và thay đổi bất kỳ tệp nào trên máy tính của bạn.",
    "This device cannot automatically discover other devices or announce its own address to be found by others.  Only devices with statically configured addresses can connect.": "Thiết bị này không thể tự động phát hiện các thiết bị khác hoặc thông báo địa chỉ của nó để người khác có thể tìm thấy. Chỉ các thiết bị có địa chỉ được cấu hình tĩnh mới có thể kết nối.",
    "This is a major version upgrade.": "Đây là nâng cấp phiên bản chính.",
    "This setting controls the free space required on the home (i.e., index database) disk.": "Thiết lập này điều chỉnh không gian trống cần thiết trên ổ đĩa chứa dữ liệu gốc (tức là, cơ sở dữ liệu chỉ mục).",
    "Time": "Thời gian",
    "Time the item was last modified": "Thời gian sửa đổi lần cuối",
    "To connect with the Syncthing device named \"{%devicename%}\", add a new remote device on your end with this ID:": "Để kết nối với thiết bị Syncthing tên \"{{devicename}}\", hãy thêm một thiết bị từ xa mới trên thiết bị của bạn với mã này",
    "To permit a rule, have the checkbox checked. To deny a rule, leave it unchecked.": "Để chọn một quy tắc, hãy tích vào ô trống. Để bỏ 1 quy tắc, hãy bỏ tích",
    "Today": "Hôm nay",
    "Trash Can": "Thùng rác",
    "Trash Can File Versioning": "Phiên bản thùng rác",
    "Type": "Loại",
    "UNIX Permissions": "Quyền UNIX",
    "Unavailable": "Không khả dụng",
    "Unavailable/Disabled by administrator or maintainer": "Không khả dụng/Tắt bởi quản trị viên",
    "Undecided (will prompt)": "Chưa quyết định (Sẽ nhắc nhở)",
    "Unexpected Items": "Mục không mong muốn",
    "Unexpected items have been found in this folder.": "Có các mục không mong muốn được tìm thấy trong thư mục này.",
    "Unignore": "Bỏ qua",
    "Unknown": "Không rõ",
    "Unshared": "Không được chia sẻ",
    "Unshared Devices": "Thiết bị chưa được chia sẻ",
    "Unshared Folders": "Thư mục chưa được chia sẻ",
    "Untrusted": "Không đáng tin cậy",
    "Up to Date": "Cập nhật",
    "Updated {%file%}": "Đã cập nhật {{file}}",
    "Upgrade": "Nâng cấp",
    "Upgrade To {%version%}": "Nâng cấp lên {{version}}",
    "Upgrading": "Đang nâng cấp",
    "Upload Rate": "Tốc độ tải lên",
    "Uptime": "Thời gian hoạt động",
    "Usage reporting is always enabled for candidate releases.": "Báo cáo sử dụng luôn được kích hoạt cho các bản phát hành.",
    "Use HTTPS for GUI": "Sử dụng HTTPS cho giao diện",
    "Use notifications from the filesystem to detect changed items.": "Sử dụng thông báo từ hệ thống tệp để phát hiện các mục đã thay đổi.",
    "User": "Người dùng",
    "User Home": "Trang chủ người dùng",
    "Username/Password has not been set for the GUI authentication. Please consider setting it up.": "Tên người dùng/Mật khẩu chưa được xác thực. Vui lòng xem lại thiết lập.",
    "Using a QUIC connection over LAN": "Sử dụng kết nối QUIC qua LAN",
    "Using a QUIC connection over WAN": "Sử dụng kết nối QUIC qua WAN",
    "Using a direct TCP connection over LAN": "Sử dụng kết nối TCP trực tiếp qua LAN",
    "Using a direct TCP connection over WAN": "Sử dụng kết nối TCP trực tiếp qua WAN",
    "Version": "Phiên bản",
    "Versions": "Phiên bản",
    "Versions Path": "Đường dẫn phiên bản",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Phiên bản sẽ tự động bị xóa nếu chúng vượt quá thời gian tối đa hoặc vượt quá số lượng tệp cho phép trong một khoảng thời gian.",
    "Waiting to Clean": "Chờ để dọn dẹp",
    "Waiting to Scan": "Chờ để quét",
    "Waiting to Sync": "Chờ để đồng bộ",
    "Warning": "Cảnh báo",
    "Warning, this path is a parent directory of an existing folder \"{%otherFolder%}\".": "Cảnh báo, đường dẫn này là thư mục cha của một thư mục hiện đã tồn tại \"{{otherFolder}}\"",
    "Warning, this path is a parent directory of an existing folder \"{%otherFolderLabel%}\" ({%otherFolder%}).": "Cảnh báo, đường dẫn này là thư mục cha của một thư mục hiện đã tồn tại \"{{otherFolderLabel}}\" ({{otherFolder}}).",
    "Warning, this path is a subdirectory of an existing folder \"{%otherFolder%}\".": "Cảnh báo, đường dẫn này là một thư mục con của một thư mục hiện đã tồn tại \"{{otherFolder}}\"",
    "Warning, this path is a subdirectory of an existing folder \"{%otherFolderLabel%}\" ({%otherFolder%}).": "Cảnh báo, đường dẫn này là một thư mục con của một thư mục hiện đã tồn tại \"{{otherFolderLabel}}\" ({{otherFolder}}).",
    "Warning: If you are using an external watcher like {%syncthingInotify%}, you should make sure it is deactivated.": "Cảnh báo: Nếu bạn đang sử dụng một công cụ giám sát bên ngoài như {%syncthingInotify%}, bạn nên chắc chắn rằng nó đã được tắt.",
    "Watch for Changes": "Theo dõi thay đổi",
    "Watching for Changes": "Đang theo dõi thay đổi",
    "Watching for changes discovers most changes without periodic scanning.": "Theo dõi thay đổi phát hiện được hầu hết các thay đổi mà không cần quét định kỳ.",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Khi thêm một thiết bị mới, hãy nhớ rằng thiết bị này cũng phải được thêm ở phía bên kia.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Khi thêm một thư mục mới, hãy nhớ rằng ID thư mục được sử dụng để liên kết các thư mục với nhau giữa các thiết bị. Chúng phân biệt chữ hoa chữ thường và phải trùng khớp chính xác giữa tất cả các thiết bị.",
    "When set to more than one on both devices, Syncthing will attempt to establish multiple concurrent connections. If the values differ, the highest will be used. Set to zero to let Syncthing decide.": "Khi đặt hơn một trên cả hai thiết bị, Syncthing sẽ cố gắng thiết lập nhiều kết nối đồng thời. Nếu các giá trị khác nhau, giá trị cao nhất sẽ được sử dụng. Đặt thành 0 hãy để Syncthing quyết định.",
    "Yes": "Có",
    "Yesterday": "Hôm qua",
    "You can also copy and paste the text into a new message manually.": "Bạn cũng có thể sao chép và dán văn bản vào một tin nhắn mới bằng cách thủ công.",
    "You can also select one of these nearby devices:": "Bạn cũng có thể chọn một trong những thiết bị gần sau đây:",
    "You can change your choice at any time in the Settings dialog.": "Bạn có thể thay đổi lựa chọn của mình bất kỳ lúc nào trong hộp thoại Cài đặt.",
    "You can read more about the two release channels at the link below.": "Bạn có thể đọc thêm về hai kênh phát hành tại liên kết dưới đây.",
    "You have no ignored devices.": "Bạn không có thiết bị nào bị từ chối.",
    "You have no ignored folders.": "Bạn không có thư mục nào bị từ chối.",
    "You have unsaved changes. Do you really want to discard them?": "Bạn có các thay đổi chưa được lưu. Bạn có thực sự muốn loại bỏ chúng không?",
    "You must keep at least one version.": "Bạn phải giữ ít nhất một phiên bản.",
    "You should never add or change anything locally in a \"{%receiveEncrypted%}\" folder.": "Bạn không nên thêm hoặc thay đổi bất cứ điều gì trong một thư mục \"{{receiveEncrypted}}\".",
    "Your SMS app should open to let you choose the recipient and send it from your own number.": "Ứng dụng SMS của bạn nên mở ra để chọn người nhận và gửi từ số của bạn.",
    "Your email app should open to let you choose the recipient and send it from your own address.": "Ứng dụng email của bạn nên mở ra để chọn người nhận và gửi từ địa chỉ của bạn.",
    "days": "Ngày",
    "deleted": "Đã xóa",
    "deny": "Từ chối",
    "directories": "Thư mục",
    "file": "Tệp",
    "files": "Tệp",
    "folder": "Thư mục",
    "full documentation": "Tài liệu đầy đủ",
    "items": "Mục",
    "modified": "Đã sửa đổi",
    "permit": "Cho phép",
    "seconds": "Giây",
    "theme": {
        "name": {
            "black": "Đen",
            "dark": "Tối",
            "default": "Mặc định",
            "light": "Sáng"
        }
    },
    "unknown device": "Thiết bị chưa xác định",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} muốn chia sẻ tới \"{{folder}}\".",
    "{%device%} wants to share folder \"{%folderlabel%}\" ({%folder%}).": "{{device}} muốn chia sẻ tới \"{{folderlabel}}\" ({{folder}}).",
    "{%reintroducer%} might reintroduce this device.": "{{reintroducer}} có thể giới thiệu lại thiết bị này."
}
